import EInvoice from "../assets/E-invoice.png";
import EReceipt from "../assets/EReceipt.jpg";
import ERP from "../assets/ERP.png";
import payRoll from '../assets/payroll.png'

export const programmsContent = {
  EInvoice: {
    header: "الفاتورة الالكترونية",
    header_content: `تقرر انطلاق الفاتورة الإلكترونية وتطبيقها على كبار الممولين اعتبارًا من تاريخ ١٥ فبراير ٢٠٢١ طبقًا للقانون رقم ٥١٨ لسنة ٢٠٢٠ الصادر من مصلحة الضرائب المصرية، بإلزام ٣٤٧ شركة مسجلة بالمركز الضريبي لكبار الممولين بإصدار فواتير ضريبية إلكترونية -كمرحلة ثانية- لكل ما تقوم ببيعه أو تؤديه من خدمات، وهذا بعد الانتهاء من المرحلة الأولى والتي تضم ١٣٤ شركة؛ وذلك تمهيدًا لإلغاء التعامل الورقي ولتوفير الوقت ولبيانات أكثر دقة`,
    content: [
      {
        header: "ما هي الفاتورة الإلكترونية ؟",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content: `الفاتورة الإلكترونية هي نظام فواتير الكتروني يسجل كافة المعاملات إذا كانت سلع أو خدمات بين الشركات وبعضها او بين الشركات والأفراد، كما إن لها خصائص محددة يتم إعدادها والتوقيع عليها إلكترونيًا وإرسالها واستلامها من خلال المنظومة ومراجعتها والتحقق منها من جانب المصلحة، تدعم منظومة الفاتورة الإلكترونية إصدار الفواتير باللغة العربية والإنجليزية، والقيام بتعديل الفواتير و إشعارات الاضافة والخصم التى تتم الشركات والافراد`,
          },
          {
            content_type: "l",
            sub_content: `تقرر انطلاق الفاتورة الإلكترونية وتطبيقها على كبار الممولين اعتبارًا من تاريخ ١٥ فبراير ٢٠٢١ طبقًا للقانون رقم ٥١٨ لسنة ٢٠٢٠ الصادر من مصلحة الضرائب المصرية، بإلزام ٣٤٧ شركة مسجلة بالمركز الضريبي لكبار الممولين بإصدار فواتير ضريبية إلكترونية -كمرحلة ثانية- لكل ما تقوم ببيعه أو تؤديه من خدمات، وهذا بعد الانتهاء من المرحلة الأولى والتي تضم ١٣٤ شركة؛ وذلك تمهيدًا لإلغاء التعامل الورقي ولتوفير الوقت ولبيانات أكثر دقة
            بعد الانضمام لمنظومة الفاتورة الإلكترونية سيكون لزامًا على الشركات والأشخاص تسجيل مبيعاتهم ومشترياتهم على النظام الإلكتروني التابع لمصلحة الضرائب وذلك وفقًا للمادة ٣٥ من قانون الإجراءات الضريبية الموحد، بالإضافة إلى إلزام كل ممول بإصدار فاتورة ضريبية أو إيصال في شكل إلكتروني طبقًا للمادة ٣٧ من نفس القانون. كما يمكن أيضا للشركات التي لم يشملها قرار الإلزام استخدام منظومة الفواتير الإلكترونية حال رغبت في ذلك. ويمكنك التسجيل في منظومة الفاتورة الإلكترونية بالخطوات التالية
            `,
            content: [
              `التعاقد مع فلكسي سوفت والحصول على نسخة من برنامج الفاتورة الإلكترونية والتكامل مع نظام ال ERP.`,
              `إرسال طلب إلى مصحلة الضرائب مع إرفاق المستندات المطلوبة`,
              `الحصول على التوقيع الإلكتروني`,
              `التسجيل في خدمات إدارة التكامل مع المنظومة`,
              `إنهاء عملية التكويد`,
              `إصدار الفواتير وإرسالها لمصلحة الضرائب`,
            ],
          },
        ],
      },

      {
        header: "طرق التكامل مع نظام الفاتورة الإلكترونية",
        content: [
          {
            content_type: "l_i",
            sub_content:
              "يتم التكامل مع منظومة الضرائب في الفاتورة الإلكترونية بأكثر من طريقة:",
            content: [
              {
                text: `عن طريق نضام الخاص بشركة فلكسي  ERP يعمل بشكل مباشر ويتم إدخال الفواتير وإرسالها لمصلحة الضرائب`,
                img: EInvoice,
              },
              {
                text: `باستخدام Excel شيت للتعامل مع عدد الفواتير الضخمة ويتم سحب الفواتير من الشيت.`,
                img: EInvoice,
              },
              {
                text: `عن طريق التكامل مع أنظمة أخرى غير فلكسي، فإذا كان لديك برنامج ERP يعمل بكفاءة ستقوم ديوان سوفت بعملية التكامل بينهم`,
                img: EInvoice,
              },
              {
                text: `أما عن الوقت فيتطلب التسجيل في منظومة الفاتورة الإلكرتوينة في فلكسي خلال48 ساعة.`,
                img: EInvoice,
              },
            ],
          },
        ],
      },
      {
        header:
          "ما المميزات التي ستحصل عليها عند تطبيق الفاتورة الإلكترونية مع فلكسي سوفت ؟",
        content: [
          {
            content_type: "l",
            sub_content: "",
            content: [
              `تسجيل كافة الفواتير الإلكترونية`,
              `مطابق للمعايير التى أشارت إليها مصلحة الضرائب`,
              `تسجيل بيانات العملاء حسب منظومة الضرائب الإلكترونية`,
              `تكويد الأصناف وفق نظام التكويد الموحد`,
              `استيراد كافة البيانات من خلال Excel شيت`,
              `إمكانية تحديد فاتورة واحدة او اكثر لإرسالها لموقع الضرائب`,
              `مراجعة الفواتير قبل إرسالها وفق معايير مصلحة الضرائب`,
              `التحقق من اعتماد الفاتورة الإلكترونية لدى مصلحة الضرائب`,
              `يتبع نظام التكويد المتبع داخل المنظومة سواء GS1 و EGS`,
              `معالجة كاملة الفواتير الإلكترونية`,
              `تسجيل بيانات الشركات و الأفراد الذى يتم التعامل معهم`,
              `تسجيل كافة الأصناف بأكواد مصلحة الضرائب دون الحاجة لتغيير الباركود المستخدم`,
              `إمكانية التكامل مع أى نظام ERP آخر`,
              `دعم فني وتدريب على كيفية استخدام برنامج الفاتورة الالكترونية`,
            ],
          },
        ],
      },
      {
        header:
          "الوظائف الرئيسية لنظام الفاتورة الالكترونية و الايصال الالكتروني من فلكسي سوفت",
        content: [
          {
            content_type: "l",
            sub_content: "",
            content: [
              "تأسيس بيانات العملاء ( شركات / افراد / جهات اجنبية) للتوافق مع متطلبات منظومة الضرائب الالكترونية",
              "تكويد الأصناف بكود التصنيف العالمي GPC/GS1 ليتوافق مع اشتراطات مصلحة الضرائب",
              "تسجيل الفواتير او الايصالات الالكترونية من خلال نفس الواجهة",
              "امكانية تسجيل الفواتير الالكترونية من خلال واجهة النظام او ارسالها بشكل مجمع من خلال الاكسيل",
              "ارسال الفواتير و الايصالات بنقرة واحدة الي مصلحة الضرائب",
              "مراجعة الفواتير و الايصالات قبل ارسالها لمنصة مصلحة الضرائب وفق للمعايير المحددة و اكتشاف الأخطاء",
              "الحصول علي رقم احادي لكل فاتورة تم ارسالها لمصلحة الضرائب",
              "اعتماد الفاتورة الالكترونية و الإفادة بالاستلام و طابعة الايصال مع QR CODE في حالة الايصال الالكتروني",
              "امكانية التكامل مع انظمة POS/ ERP المختلفة",
            ],
          },
        ],
      },
    ],
    img: EInvoice,
  },

  EReceipt: {
    header: "الايصال الالكترونى",
    content: [
      {
        header: "ما هو الايصال الالكتروني ؟",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content: `إن الإيصال الإلكتروني هو المستند الرقمي الذي يتم إصداره مباشرة بعد عملية البيع بين التاجر أو مقدم الخدمة والمستهلك النهائي. يتيح الإيصال الإلكتروني للأشخاص استخدام الوسائل التكنولوجية الحديثة، وهو أحد أهم امتدادات الفاتورة الإلكترونية، مما يجعله بديلاً رقميًا عن بطاقات الائتمان والنقود الورقية. يُعد الإيصال الإلكتروني أكثر أمانًا من الإيصالات الورقية، حيث يحتفظ بجميع البيانات اللازمة بشكل دقيق وفعال. كما أنه يتيح للأشخاص الوصول إلى الإيصالات الخاصة بهم في أي وقت ومن أي مكان، ويضمن الحفاظ على سجل دقيق لجميع العمليات المالية. لذا، يجب علينا العمل على تشجيع استخدام الإيصال الإلكتروني والترويج له كبديل رقمي آمن وموثوق به للمستهلكين والمقدمين للخدمات على حد سواء`,
          },
        ],
      },
      {
        header: "ما الفرق بين الايصال والفاتورة الالكترونية ",
        content: [
          {
            content_type: "p",
            sub_content: "الفاتورة الالكترنية :",
            content:
              "تتضمن التعامل بين اثنين من الممولين المسجلين بمصلحة الضرائب المصرية، غالباً ما تكون بين شركة وشركة أخرى B2B أو شركة وجهة حكومية B2G، بمعنى أن الجهتين متكاملتين مع مصلحة الضرائب فإذا لم يقم أحدهم بإرسال الفواتير سيقوم الطرف الآخر بإرسالها وإثبات تعاملة مع الآخر",
          },
          {
            content_type: "p",
            sub_content: "الايصال الالكتروني:",
            content:
              "يتضمن التعامل بين الممول المسجل لدى مصلحة الضرائب المصرية والمستهلك النهائى، وهو صيغة أبسط من الفاتورة الالكترونية لإثبات عملية البيع بين الممول والمستهلك النهائى والذى قد لايكون لدية ملف ضريبى، ويتم ربط الإيصالات الإلكترونية بأنظمة نقاط البيع POS ، والتى اعتمدتها مصلحة الضرائب المصرية من ضمنها نظام إدارة الأنشطة الصغيرة ونقاط البيع المقدم من شركة ديوان سوفت",
          },
        ],
      },
      {
        header: ". فوائد منظومة الإيصال الإلكتروني",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content:
              "من المعروف أن تحويل الطريقة اليدوية إلى إلكترونية له عدة فوائد ليست على الحكومة فقط، ولكن هناك بعض التأثيرات الإيجابية على كل من المحاور الثلاثة الآتية",
          },
          {
            content_type: "l",
            sub_content: "محور الحكومة والمتمثل فى",
            content: [
              `زيادة الحصيلة الضريبية والتفوق التشغيلي`,
              `تحقيق العدالة الضريبية وحوكمة الإلتزام والإمتثال الضريبي`,
              `تحسين الخدمات الضريبية وسهولة تنفيذ الأعمال`,
              `تحقيق رؤية اقتصادية شاملة لجميع الأعمال`,
            ],
          },
          {
            content_type: "l",
            sub_content:
              "محور الممولين ( مقدمي الخدمات / التجار للمستهلك النهائى )",
            content: [
              `ضمان المعالجة الرقمية لملفات البيع.`,
              `ميكنة الإجراءات الاستباقية للوصول إلى إقرارات ضريبية تلقائية.`,
              `القضاء على التقدير الجزافي.`,
              `تقليل حجم المخاطر وسهولة الالتزام.`,
              `التواصل بشكل سهل وسلس مع مصلحة الضرائب.`,
            ],
          },
          {
            content_type: "l",
            sub_content:
              "بالاضافة الى بعض الفوائد قصيرة الأجل التى ستعود على الممول بعد تطبيق منظومة الايصال الالكتروني منها",
            content: [
              `تعزيز المركز الضريبى للشركة وتصنيفها كشركة ذات مخاطر ضريبية منخفضة`,
              `تحديث وتطوير طريقة إصدار الإيصالات لدى الشركة`,
              `التحقق من صحة جميع البيانات الخاصة بالإيصال قبل إصداره`,
              `تسهيل إجراءات المراجعة الداخلية والخارجية للشركة`,
              `الحصول على الدعم والتوعية من خلال حضور ورش عمل تنظمها مصلحة الضرائب`,
              `المساعدة في إعداد تقارير دقيقة فى أسرع وقت وبأقل مجهود لعرضها على المعنيين`,
            ],
          },
          {
            content_type: "l",
            sub_content: "وأخرى طويلة الأجل متمثلة فى :",
            content: [
              `تخفيض العبء الإدارى من خلال تقليل تكلفة التعاملات`,
              `تقليل إجراءات الفحص على الشركة مع امكانية الفحص عن بعد`,
              `تسهيل عملية اعداد وتقديم الإقرارات الضريبية`,
              `محور المستهلك النهائى`,
              `حماية حقوق المستهلك`,
              `الحفاظ على المشاركة المجتمعية والالتزام بها`,
              `توفير ايصالات رقمية لضمان الحقوق وقت حدوث أى نزاع`,
              `حماية نصيب المواطن من إيرادات الدولة`,
            ],
          },
        ],
      },

      {
        header: "أهم خصائص الإيصال الإلكتروني",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content:
              "إذا كنت ترغب في معرفة الخصائص الهامة للإيصال الإلكتروني، فإليك بعض النقاط المركزية. تتميز الإيصالات الالكترونية بشكل ومحتوى موحد وواضح وفقًا لنوع النشاط المرتبط بها. وهذا يضمن التوافق والاستخدام السليم للنظام في كل المناطق. بالإضافة إلى ذلك، يوجد تكويد موحد للسلع والخدمات، وهذا يسمح بتمييز اسم المنتج ونوعه من الآخرين، والاسترجاع والتحقق من بيانات الإيصال الإلكتروني بكل سهولة باستخدام خوارزمية. وأخيرًا، تقدم الإيصالات الإلكترونية إخطارات وتنبيهات دائمة لضمان استخدامها بشكل سليم وبدون مشاكل. على الإجمال، تعد الإيصالات الإلكترونية الخيار الأمثل للتصديق على المدفوعات في العصر الحالي",
          },
        ],
      },

      {
        header: "تَعرف على مراحل الإيصال الإلكتروني من أين بدأت وإلى أين وصل",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content:
              "مر الإيصال الإلكتروني بعدة مراحل، في كل مرحلة تُلزم مصلحة الضرائب بعض من الممولين، بداية من المرحلة الأولى وإلى المرحلة الرابعة.",
          },
          {
            content_type: "p",
            sub_content: "المرحلة الأولى للإيصال الإلكتروني ",
            content:
              "بدأت هذه المرحلة في 1 يوليو 2022، وألزمت مصلحة الضرائب 153 شركة بإصدار الإيصالات الإلكترونية.",
          },
          {
            content_type: "p",
            sub_content: "المرحلة الثانية للإيصال الإلكتروني ",
            content: `أما عن هذه المرحلة بدأت في 1 أكتوبر 2022، وقامت مصلحة الضرائب بإخطار 400 شركة مختلفة الأنشطة بمحافظات القاهرة الكبرى والإسكندرية، بإصدار الإيصالات الإلكترونية عن الخدمات والسلع المُباعة للمستهلك النهائي.
            وبين المرحلة الثانية والثالثة وبالتحديد بتاريخ بتاريخ 1 نوفمبر 2022، تم إصدار مرحلة إلزامية على كل الشركات التي تقع في النطاق الجغرافي لشرم الشيخ بإصدار الإيصال الإلكتروني
            `,
          },
          {
            content_type: "p",
            sub_content: "المرحلة الثالثة للإيصال الإلكتروني ",
            content: `وفي 15 بتاريخ نوفمبر 2022 تم إلزام 2000 ممول بإصدار الإيصالات الإلكترونية، وايضًا تم إخطارهم بذلك.`,
          },
          {
            content_type: "p",
            sub_content: "ووصولاً إلى المرحلة الرابعة للإيصال الإلكتروني",
            content:
              "وتنطلق المرحلة الرابعة (مرحلة أولى فرعية) في منتصف شهر أبريل 2023، ويضُم القرار أسماء الممولين والشركات المُلزمه بالتسجيل ونحن الان في هذة المرحلة",
          },
        ],
      },

      {
        header:
          "هل تختلف معايير تكويد السلع المستخدمة عن معايير الفاتورة الإلكترونية؟",
        content: [
          {
            content_type: "l",
            sub_content:
              "في منظومة الإيصال الإلكتروني تستخدم نفس أكواد منظومة الفاتورة الإلكترونية ولا تختلف عنها نهائي وتتمثل في",
            content: [`الأكواد العالمية GS1.`, `الكود المصري EGS.`],
          },
        ],
      },

      {
        header: "أنواع الإيصالات الإلكترونية المستخدمة",
        content: [
          {
            content_type: "l",
            sub_content: "هناك نوعان من الإيصالات المُستخدمة حتى الآن وهما",
            content: [`إيصال البيع.`, `إيصال المرتجع.`],
          },
        ],
      },
    ],
    img: EReceipt,
  },
  ERP: {
    header: "برنامج FLexe ERP",
    header_content: `أنظمة متكاملة لتغطية جميع الإدارات داخل الشركة (المحاسبة، الموارد البشرية، المخازن، التصنيع، المبيعات والتوزيع، وغيرها).
    ﺗﺘﻴﺢ ﻫﺬه الأنظمة ﻟﻠﺸﺮﻛﺎت ﺗﻨﻈﻴﻢ وﺗﺤﻠﻴﻞ اﻟﺒﻴﺎﻧﺎت ﻓﻲ اﻟﻮﻗﺖ اﻟﻔﻌﻠﻲ وﺗﺤﺴﻴﻦ اﻹﻧﺘﺎﺟﻴﺔ وﺗﻘﻠﻴﻞ اﻟﺘﻜﺎﻟﻴﻒ وزﻳﺎدة اﻟﺮﺑﺤﻴﺔ.`,
    content: [
      {
        header: "لماذا تختارنا ؟",
        content: [
          {
            content_type: "p",
            sub_content:
              "حلول احترافية تمكنك من إنجاز مهامك والعمل بكفاءة أسرع",
            content: `يعدّ مجال تقديم الحلول البرمجية الاحترافية لإدارة وتطوير الأعمال التجارية من المجالات الأساسية التي تعتمد عليها كافة الشركات في تحقيق نجاحها وتقدمها. وتتميز شركة FL.exe Soft بخبرة فريقها المتعدد المهارات والثقافات، الذي يعمل على تطوير أحدث البرامج التكنولوجية ذات الجودة الاحترافية والتي تدعم التحول الرقمي وتحسين إدارة الأعمال بشكل أفضل وأذكى. وبفضل حلولها الفريدة والمخصصة التي تستهدف مختلف أنواع الأعمال وبأحجامها المختلفة، تتمكن شركة FL.exe Soft من إرضاء مختلف عملائها ومناصرتهم على تطوير نشاطاتهم بمزيد من الكفاءة والنجاح. وعلاوة على ذلك، تعمل الشركة على التكامل مع الفاتورة الإلكترونية وتطوير حلولها بما يتناسب مع أهداف الشركات التجارية المختلفة. لذا، فإن الاتجاه إلى العمل مع شركة FL.exe Soft يعدّ خياراً صائباً لتطوير وتحسين أساليب إدارة نشاط التجاري الخاص بك`,
          },
        ],
      },

      {
        header: "قوائم برنامج FLexe ERP",
        content: [
          {
            content_type: "l",
            sub_content:
              "للمستخدمين العمل في بيئة إلكترونية متكاملة وآمنة. لذا فإن استخدام نظام ERP يعد الخيار الأمثل للشركات التي ترغب في تحسين أدائها وتقليل التكاليف، بالإضافة إلى تحسين جودة المنتجات وزيادة رضا العملاء",
            content: [
              `ادارة المبيعات`,
              `ادارة المخازن`,
              `ادارة المشتريات`,
              `ادارة الحسابات`,
              `ادارة الموظفين`,
              `ادارة التصنيع`,
              `التقارير`,
            ],
          },
        ],
      },

      {
        header: "مزايا برنامج FLexe ERP",
        content: [
          {
            content_type: "p",
            sub_content: "رفع الكفاءة الإنتاجية",
            content: `إذا كنت ترغب في تحسين كفاءة إنتاجيتك، فإن برنامج ERP system المحاسبي هو الخيار الأمثل لك. فهذا البرنامج يقضي على المعوقات الإدارية، وهو ما يؤثر بشكل سلبي على إنتاجيتنا. فمع وجود برنامج ERP system المحاسبي، يمكن للموظفين العمل بكفاءة، وتحقيق الأهداف المرسومة، دون الحاجة إلى التركيز على المشاكل الإدارية. كما يقلل هذا البرنامج العبء الإداري داخل الشركة، ما يؤدي إلى تحسين إنتاجيتك. وبالتالي، ستصبح أكثر قدرة على الإنتاج والإدارة، وبناء الاستراتيجيات الجديدة التي ستساعد في تطوير عملك. لا شك أن إدخال برنامج ERP system المحاسبي، سوف يترك الأثر الإيجابي على عملك، وسيكون له تأثير كبير في تطويره ونجاحه.`,
          },
          {
            content_type: "p",
            sub_content: "تحقيق التكامل بين الإدارات المختلفة",
            content:
              "تتميز برامج تخطيط موارد المؤسسة ERP بقدرتها على تحقيق التكامل بين الأنظمة المختلفة في المؤسسات، حيث تجمع العديد من العمليات المتعلقة بالموارد البشرية والمالية والتسويقية والإنتاجية وغيرها في مكان واحد، مما يسهل على الموظفين أداء عملهم ومتابعة ما يدور بالأقسام. وتعمل برامج ERP على توحيد البيانات والمعلومات وتوفير وقت وجهد الموظفين، علاوة على زيادة الترابط بين الأنظمة الإلكترونية وتحسين قدرتها على التواصل والتفاعل مع بعضها البعض، مما يعزز الكفاءة والإنتاجية ويسهل الإدارة الفعالة والتخطيط الدقيق للعمليات اليومية والإستراتيجية للمؤسسة. وبالتالي، فإن استخدام برامج ERP يعتبر خياراً مثالياً للمؤسسات الراغبة في تحسين أدائها وتحقيق الكفاءة والتكامل بين أنظمتها.",
          },
          {
            content_type: "p",
            sub_content: "معالجة الأخطاء الحسابية المتكررة",
            content:
              "إدخال البيانات بطريقة يدوية يمثل عاملاً مهمًا يدخل في خطأٍ بالغ الأهمية، فبما أن هذه البيانات منتشرة في جميع أرجاء الشركة وتستخدم في العديد من القطاعات، فإن إدخالها بشكل غير صحيح قد يؤدي إلى الكثير من المشكلات والأخطاء في حسابات الشركة. ونتيجةً لذلك، يؤدي الارتكاب في تلك الأخطاء إلى خسارة أموال ووقت وجهود في محاولة إصلاح تلك الأخطاء بعد اكتشافها. وبوجود أنظمة Enterprise Resource Planning (ERP)، يصبح من السهل إدارة كافة الأقسام وتنظيم بيانات الشركة، حتى يتم الحصول على معلومات دقيقة وشاملة ويمكن الاعتماد عليها. فبدلاً من استخدام الورق والقلم والإدخال اليدوي، سوف تكون الأنظمة المتكاملة هي الطريق لإدخال البيانات والوصول إلى صحة البيانات في الوقت المناسب. بالتالي، ستتم العمليات بشكل فعال وسلس وسوف تتمكن من تحديد المشكلات بسرعة واكتشافها، مما يؤدي في نهاية المطاف إلى تحسين أداء الشركة بشكل عام وتحديد النقاط الضعيفة التي تحتاج إلى التحسين. لذا استخدام أنظمة ERP يعتبر الحل الأمثل لتحسين الجودة وتنظيم بيانات الشركة بشكل أمثل وتجنب الأخطاء التي قد تحدث عند الإدخال اليدوي، وهذا يعني إدارة الشركة بشكل جيد وزيادة الكفاءة وتحسين الأسعار وإيرادات الشركة",
          },
          {
            content_type: "p",
            sub_content: "سرعة إنجاز أعمالك",
            content:
              "إذا كنت قد استخدمت برنامج في شركة ما، فستدرك بأنه يتدخل بشكل كبير في سير العمليات الإنتاجية والتشغيلية للشركة. فعندما يتم استخدام البرنامج بشكل صحيح، فمن المؤكد أن العمليات المتعلقة بالتصنيع تسير بشكل أسرع وأكثر كفاءة، مما يوفر الوقت والمال. وبالتالي، يتم زيادة سرعة عمليات إدارة سلاسل الإمداد والنقل، كما يمكنه تسريع عملية التوظيف وغيرها من مهام الشركة. وكل هذا يجعل الشركة أكثر انتاجية ويرفع من مستوى ربحيتها. ويمكن اعتبار استخدام برنامج ERP كخطوة ضرورية لأي شركة ترغب في تحقيق النجاح وزيادة قوتها التنافسية في السوق.",
          },
          {
            content_type: "p",
            sub_content: "إصدار تقارير أكثر دقة",
            content:
              "عند استخدام نظام ERP لادارة وتخطيط موارد المؤسسة، يمكنك الحصول على تقارير دقيقة ومفيدة بأسهل وأفضل صورة، حيث يتم تحليل البيانات بشكل تلقائي. يمنحك هذا النظام أيضًا القدرة على تحديد الأخطاء بشكل سريع ومعالجتها بشكل تلقائي، مما يزيد من جودة وموثوقية التقارير المقدمة، ويساعد على توفير الوقت والمال. باستخدام برامج ERP ، ستقلل بشكل كبير من الأخطاء الناتجة عن استخدام المستندات الورقية واستخدام المعادلات المعقدة داخل الإكسل. لذلك، قم بالتحول الرقمي الآن باستخدام نظام ERP واستمتع بالكثير من الفوائد التي يوفرها",
          },
        ],
      },
    ],
    img: ERP,
  },
  miniERP: {
    header: "برنامج FLexe mini ERP",
    header_content: `أنظمة متكاملة لتغطية جميع الإدارات داخل الشركات المتوسطة (المحاسبة، المخازن، المبيعات والفاتورة والايصال الالكترونى، وغيرها).
      ﺗﺘﻴﺢ ﻫﺬه الأنظمة ﻟﻠﺸﺮﻛﺎت ﺗﻨﻈﻴﻢ وﺗﺤﻠﻴﻞ اﻟﺒﻴﺎﻧﺎت ﻓﻲ اﻟﻮﻗﺖ اﻟﻔﻌﻠﻲ وﺗﺤﺴﻴﻦ اﻹﻧﺘﺎﺟﻴﺔ وﺗﻘﻠﻴﻞ اﻟﺘﻜﺎﻟﻴﻒ وزﻳﺎدة اﻟﺮﺑﺤﻴﺔ وارسال الفواتير الكترونيا الى مصلحة الضرائب.`,
    content: [
      {
        header: "لماذا تختارنا ؟",
        content: [
          {
            content_type: "p",
            sub_content:
              "حلول احترافية تمكنك من إنجاز مهامك والعمل بكفاءة أسرع",
            content: `يعدّ مجال تقديم الحلول البرمجية الاحترافية لإدارة وتطوير الأعمال التجارية من المجالات الأساسية التي تعتمد عليها كافة الشركات في تحقيق نجاحها وتقدمها. وتتميز شركة FL.exe Soft بخبرة فريقها المتعدد المهارات والثقافات، الذي يعمل على تطوير أحدث البرامج التكنولوجية ذات الجودة الاحترافية والتي تدعم التحول الرقمي وتحسين إدارة الأعمال بشكل أفضل وأذكى. وبفضل حلولها الفريدة والمخصصة التي تستهدف مختلف أنواع الأعمال وبأحجامها المختلفة، تتمكن شركة FL.exe Soft من إرضاء مختلف عملائها ومناصرتهم على تطوير نشاطاتهم بمزيد من الكفاءة والنجاح. وعلاوة على ذلك، تعمل الشركة على التكامل مع الفاتورة الإلكترونية وتطوير حلولها بما يتناسب مع أهداف الشركات التجارية المختلفة. لذا، فإن الاتجاه إلى العمل مع شركة FL.exe Soft يعدّ خياراً صائباً لتطوير وتحسين أساليب إدارة نشاط التجاري الخاص بك`,
          },
        ],
      },

      {
        header: "قوائم برنامج FLexe ERP",
        content: [
          {
            content_type: "l",
            sub_content:
              "للمستخدمين العمل في بيئة إلكترونية متكاملة وآمنة. لذا فإن استخدام نظام ERP يعد الخيار الأمثل للشركات التي ترغب في تحسين أدائها وتقليل التكاليف، بالإضافة إلى تحسين جودة المنتجات وزيادة رضا العملاء",
            content: [
              `ادارة المبيعات`,
              `ادارة المخازن`,
              `ادارة المشتريات`,
              `ادارة الحسابات`,
            ],
          },
        ],
      },

      {
        header: "مزايا برنامج FLexe ERP",
        content: [
          {
            content_type: "p",
            sub_content: "رفع الكفاءة الإنتاجية",
            content: `إذا كنت ترغب في تحسين كفاءة إنتاجيتك، فإن برنامج ERP system المحاسبي هو الخيار الأمثل لك. فهذا البرنامج يقضي على المعوقات الإدارية، وهو ما يؤثر بشكل سلبي على إنتاجيتنا. فمع وجود برنامج ERP system المحاسبي، يمكن للموظفين العمل بكفاءة، وتحقيق الأهداف المرسومة، دون الحاجة إلى التركيز على المشاكل الإدارية. كما يقلل هذا البرنامج العبء الإداري داخل الشركة، ما يؤدي إلى تحسين إنتاجيتك. وبالتالي، ستصبح أكثر قدرة على الإنتاج والإدارة، وبناء الاستراتيجيات الجديدة التي ستساعد في تطوير عملك. لا شك أن إدخال برنامج ERP system المحاسبي، سوف يترك الأثر الإيجابي على عملك، وسيكون له تأثير كبير في تطويره ونجاحه.`,
          },
          {
            content_type: "p",
            sub_content: "تحقيق التكامل بين الإدارات المختلفة",
            content:
              "تتميز برامج تخطيط موارد المؤسسة ERP بقدرتها على تحقيق التكامل بين الأنظمة المختلفة في المؤسسات، حيث تجمع العديد من العمليات المتعلقة بالموارد البشرية والمالية والتسويقية والإنتاجية وغيرها في مكان واحد، مما يسهل على الموظفين أداء عملهم ومتابعة ما يدور بالأقسام. وتعمل برامج ERP على توحيد البيانات والمعلومات وتوفير وقت وجهد الموظفين، علاوة على زيادة الترابط بين الأنظمة الإلكترونية وتحسين قدرتها على التواصل والتفاعل مع بعضها البعض، مما يعزز الكفاءة والإنتاجية ويسهل الإدارة الفعالة والتخطيط الدقيق للعمليات اليومية والإستراتيجية للمؤسسة. وبالتالي، فإن استخدام برامج ERP يعتبر خياراً مثالياً للمؤسسات الراغبة في تحسين أدائها وتحقيق الكفاءة والتكامل بين أنظمتها.",
          },
          {
            content_type: "p",
            sub_content: "معالجة الأخطاء الحسابية المتكررة",
            content:
              "إدخال البيانات بطريقة يدوية يمثل عاملاً مهمًا يدخل في خطأٍ بالغ الأهمية، فبما أن هذه البيانات منتشرة في جميع أرجاء الشركة وتستخدم في العديد من القطاعات، فإن إدخالها بشكل غير صحيح قد يؤدي إلى الكثير من المشكلات والأخطاء في حسابات الشركة. ونتيجةً لذلك، يؤدي الارتكاب في تلك الأخطاء إلى خسارة أموال ووقت وجهود في محاولة إصلاح تلك الأخطاء بعد اكتشافها. وبوجود أنظمة Enterprise Resource Planning (ERP)، يصبح من السهل إدارة كافة الأقسام وتنظيم بيانات الشركة، حتى يتم الحصول على معلومات دقيقة وشاملة ويمكن الاعتماد عليها. فبدلاً من استخدام الورق والقلم والإدخال اليدوي، سوف تكون الأنظمة المتكاملة هي الطريق لإدخال البيانات والوصول إلى صحة البيانات في الوقت المناسب. بالتالي، ستتم العمليات بشكل فعال وسلس وسوف تتمكن من تحديد المشكلات بسرعة واكتشافها، مما يؤدي في نهاية المطاف إلى تحسين أداء الشركة بشكل عام وتحديد النقاط الضعيفة التي تحتاج إلى التحسين. لذا استخدام أنظمة ERP يعتبر الحل الأمثل لتحسين الجودة وتنظيم بيانات الشركة بشكل أمثل وتجنب الأخطاء التي قد تحدث عند الإدخال اليدوي، وهذا يعني إدارة الشركة بشكل جيد وزيادة الكفاءة وتحسين الأسعار وإيرادات الشركة",
          },
          {
            content_type: "p",
            sub_content: "سرعة إنجاز أعمالك",
            content:
              "إذا كنت قد استخدمت برنامج في شركة ما، فستدرك بأنه يتدخل بشكل كبير في سير العمليات الإنتاجية والتشغيلية للشركة. فعندما يتم استخدام البرنامج بشكل صحيح، فمن المؤكد أن العمليات المتعلقة بالتصنيع تسير بشكل أسرع وأكثر كفاءة، مما يوفر الوقت والمال. وبالتالي، يتم زيادة سرعة عمليات إدارة سلاسل الإمداد والنقل، كما يمكنه تسريع عملية التوظيف وغيرها من مهام الشركة. وكل هذا يجعل الشركة أكثر انتاجية ويرفع من مستوى ربحيتها. ويمكن اعتبار استخدام برنامج ERP كخطوة ضرورية لأي شركة ترغب في تحقيق النجاح وزيادة قوتها التنافسية في السوق.",
          },
          {
            content_type: "p",
            sub_content: "إصدار تقارير أكثر دقة",
            content:
              "عند استخدام نظام ERP لادارة وتخطيط موارد المؤسسة، يمكنك الحصول على تقارير دقيقة ومفيدة بأسهل وأفضل صورة، حيث يتم تحليل البيانات بشكل تلقائي. يمنحك هذا النظام أيضًا القدرة على تحديد الأخطاء بشكل سريع ومعالجتها بشكل تلقائي، مما يزيد من جودة وموثوقية التقارير المقدمة، ويساعد على توفير الوقت والمال. باستخدام برامج ERP ، ستقلل بشكل كبير من الأخطاء الناتجة عن استخدام المستندات الورقية واستخدام المعادلات المعقدة داخل الإكسل. لذلك، قم بالتحول الرقمي الآن باستخدام نظام ERP واستمتع بالكثير من الفوائد التي يوفرها",
          },
        ],
      },
    ],
    img: ERP,
  },
  payRoll: {
    header: "برنامج HR والمرتبات",
    header_content: "",
    content: [
      {
        header: "تعرف علي مميزات برنامج ادارة الموارد البشرية HR Software",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content: `إن برنامج إدارة الموارد البشرية هو نظام شامل يهدف إلى تحسين جميع العمليات والعلاقات بين الشركة والموظفين. يقوم هذا البرنامج بتوفير حلول رائعة لكافة أمور الموظفين من معلومات شخصية ومهمات العمل وسجلات الحضور والانصراف والأجور والضرائب وغيرها من الأمور المتعلقة بالموارد البشرية. كما يتميز البرنامج بتكامله مع برامج أخرى أمثال برنامج المحاسبة "فليكسي" لمنع وقوع الأخطاء المحاسبية داخل المنشأة. هذا البرنامج يعد أفضل حل للمنشآت في تسريع العمليات والحصول على إحصائيات دقيقة والتعرف بشكل أفضل على أداء الموظفين وتطوير هذا الأداء من خلال تقييم العملاء. بالإضافة إلى ذلك، يمكن لمدير الشركة الاطلاع على تاريخ الموظف منذ تاريخ التحاقه بالشركة وحتى خروجه، وهذا يساعد على تحليل سلوك الموظف وتطويره. لذلك، نوصي ببرنامج إدارة الموارد البشرية والاستفادة منه لتحقيق فوائد واضحة للشركة وللموظفين.
            يتميز برنامج إدارة الموارد البشرية بالمرونة والدقة، حيث يتناسب مع جميع السياسات الوظيفية الموضوعة من الإدارة على مستوى الشركات والدول، وذلك بفضل قوانين العمل المتوافقة به في مصر والسعودية وغيرها من الدول. وبما أن برنامج الموارد البشرية يلتزم بمتطلبات العمل في هذه الدول، فإنه يزيد من اعتمادية البرنامج في الشركات، ويضيف الكثير من المزايا له، بما في ذلك إنشاء القيود تلقائيًا دون الحاجة لإدخال بيانات، والمرونة الكافية التي تسمح بإجراء التغيير بسهولة في الشركة والتحول من النظام العمل اليدوي إلى النظام المحوسب في أسرع وقت ممكن. لذا، إذا كنت ترغب في الاستفادة من برنامج إدارة الموارد البشرية المتناسب مع القوانين المحلية، فإن هذا البرنامج هو الخيار الأمثل لك.
            `,
          },
        ],
      },
      {
        header: "إمكانية الاستيراد من الاكسيل فى برنامج إدارة الموارد البشرية",
        content: [
          {
            content_type: "p",
            sub_content: "",
            content: `إذا كنت تعمل في مجال إدارة الموارد البشرية، فإن برنامج إدارة الموارد البشرية سيدعم قدرتك على استيراد البيانات من Excel. ليس هذا فحسب، بل يمكن استخدام البرنامج في أكثر من فرع وربط كل الفروع ببعضها البعض بقاعدة بيانات واحدة. ويمكن استخدام البرنامج في جميع الشركات بغض النظر على حجمها (كبيرة – متوسطة – صغيرة)، حيث تم تصميم البرنامج ليناسب جميع الأنشطة. والأمر الأفضل هو أن هناك منظومة كاملة للرقابة على الحركات النقدية، بدءًا من الرسائل التحذيرية والرسائل التنبيهية حتى شاشات تحديد الصلاحيات والشاشات المتخصصة لإدخال كافة عمليات إدارة الموارد البشرية. لذلك، إذا كنت تبحث عن برنامج يوفر لشركتك كل ما تحتاجه، فبرنامج إدارة الموارد البشرية هو ما تبحث عنه حقًا.`,
          },
        ],
      },
      {
        header:
          "مميزات برنامج إدارة الموارد البشرية وشؤون الموظفين HR & payroll software",
        content: [
          {
            content_type: "l",
            sub_content: "",
            content: [
              `البيانات الشخصية والصور الشخصية وصور المستندات الرسمية.`,
              `المؤهلات والشهادات العلمية والخبرات السابقة.`,
              `بيانات الدوام وأرصدة الأجازات.`,
              `بيانات المرتب وملحقاته.`,
              `بيانات الإقامة والجواز.`,
              `متابعة الحضور والانصراف سواء تم تسجيله يدويا أو من خلال أجهزة البصمة.`,
              `متابعة وتسجيل إجراءات شؤون الموظفين اليومية مثل الأجازات، الغياب، المأموريات، التأخير وأوقات العمل الإضافية`,
            ],
          },
        ],
      },
    ],
    img: payRoll
  },
};
